// Написать программу для разворота массива

var a = new[]{8,2,7,4,6,6,5};
Array.Reverse(a);
Console.WriteLine(string.Join(" ", a));

